Repository: common-repository/ticketrilla-server
Catalog: languages/ttls_translate-*.po
Languages: ru_ru

source: An error encountered while adding the server to database
ru_ru: Ошибка добавления сервера в базу данных

source: An error while attaching the user to license
ru_ru: Ошибка добавления пользователя к лицензии

source: Attachment link is missing
ru_ru: Ссылка на приложенный файл не работает

source: Attachment link missing
ru_ru: Ссылка на приложенный файл не работает

source: Attachment MD5 is missing
ru_ru: MD5-подпись для приложенного файла ошибочна

source: Attachment name is missing
ru_ru: Имя приложенного файла неверно

source: Attachment size is missing
ru_ru: Размер указанного файла неверен

source: Can't register twice
ru_ru: Не регистрируйтесь дважды

source: Domain is not identified
ru_ru: Домен не идентифицирован

source: Envato 'author token' is missing
ru_ru: Токен автора на Envato не заполнен

source: Envato 'product id' is missing
ru_ru: ID продукта на Envato не заполнено

source: Envato 'purchase code' is missing
ru_ru: Код покупки на Envato не заполнен

source: External file not found
ru_ru: Внешний файл не найден

source: Files were not transmitted
ru_ru: Файлы не были отправлены

source: For creating a ticket, title and/or message is required
ru_ru: При создании тикета требуется заголовок и текст сообщения

source: For submitting a response, attachment and/or message is required
ru_ru: Для отправки ответа необходимо написать сообщение или прикрепить файлы

source: For uploading attachments, an active license subscription (with support) is required.
ru_ru: Для отправки файлом необходима подтвержденная лицензия с активной поддержкой

source: ID should be numeric
ru_ru: ID должен быть цифровым

source: In work, handled by another agent
ru_ru: В работе у другого агента

source: Incorrect initialization of the example
ru_ru: Неправильная инициализация объекта класса

source: Issues encountered while updating the database
ru_ru: Обнаружены ошибки с обновлением базы данных

source: License token not your
ru_ru: Указанный токен лицензии принадлежит другому пользователю

source: License was not found in database
ru_ru: Лицензия не была найдена в базе

source: MD5 is not provided
ru_ru: MD5 не передан

source: No email
ru_ru: Нет емайла

source: No license info
ru_ru: Нет информации о лицензии

source: No username
ru_ru: Нет имени пользователя

source: No username or email for reset
ru_ru: Не указан логин или email для сброса

source: Old name is the same
ru_ru: Старое имя такое же

source: Only clients can open tickets
ru_ru: Только клиенты могут открыть тикет

source: Parent ticket not found
ru_ru: Родительский тикет не найден

source: Password was reseted
ru_ru: Пароль был сброшен

source: Received an error while adding the attachment to the database
ru_ru: Ошибки в процессе добавления файла в базу данных

source: Send license token
ru_ru: Отправьте токен лицензии

source: Send license type
ru_ru: Отправьте тип лицензии

source: Send new name
ru_ru: Отправьте новое имя

source: Send number var for parent ticket
ru_ru: Отправьте ID родительского тикета

source: Server is not identified
ru_ru: Сервер не определен

source: Some errors with authorization
ru_ru: Ошибки при авторизации

source: Some problem with sending email
ru_ru: Ошибка при отправке письма

source: Temporary attachments not found
ru_ru: Временные файлы не найдены

source: The domain has not been identified
ru_ru: Домен не был определен

source: The file is too large and can not be uploaded to the server
ru_ru: Файл слишком большой и не может быть загружен на сервер

source: The license type inclusion function is missing
ru_ru: Функция добавления лицензии не найдена для этого типа лицензии

source: The server has not been configured
ru_ru: Сервер не настроен

source: The server has not been identified
ru_ru: Сервер не был определен

source: The verification function of this license type is missing
ru_ru: Функция проверки этого типа лицензии не найдена

source: There are no attachments with this ID
ru_ru: Нет приложенных файлов с таким ID

source: There are no tickets with this license
ru_ru: Нет тикетов с данной лицензией

source: There is no data for new license
ru_ru: Нет данных новой лицензии

source: There is no data for output
ru_ru: Нет данных для вывода

source: These are no tickets matching your criteria
ru_ru: Пока нет тикетов, соответствующих критериям

source: This code is incorrect
ru_ru: Код некорректен

source: This domain is already been used
ru_ru: Домен уже был использован

source: This is not your attachment
ru_ru: Этот файл не твой

source: This is not your ticket
ru_ru: Этот тикет не твой

source: This license does not appear to be active.
ru_ru: Этот тип лицензий не активен

source: This license has not been verified.
ru_ru: Эта лицензия не подтверждена

source: This license is not supported
ru_ru: Эта лицензия не поддерживается

source: This license is not verified
ru_ru: Эта лицензия не проверена

source: This license type does not appear to be active
ru_ru: Лицензия неактивна

source: This server's registration is restricted
ru_ru: Регистрация на этом сервере ограничена

source: This ticket is already closed
ru_ru: Тикет уже был закрыт

source: This ticket is attached to another license
ru_ru: Этот тикет привязан к другой лицензии

source: This ticket is linked to a another (different) subscription
ru_ru: Тикет связан с другой подпиской

source: This ticket is open
ru_ru: Тикет открыт

source: This token belongs to another product
ru_ru: Этот токен на покупку другого продукта

source: This token could be used
ru_ru: Токен уже был использован

source: This token is already being used
ru_ru: Токен уже используется

source: This user already has this license
ru_ru: Эта лицензия уже привязана к пользователю

source: This user does not exist
ru_ru: Пользователь не существует

source: This user is not found
ru_ru: Пользователь не найден

source: Ticket ID is missing
ru_ru: Отсутствует ID тикета

source: Ticket ID missing
ru_ru: Отсутствует ID тикета

source: Ticket ID not provided
ru_ru: Не указан ID тикета

source: Unable to create a temporary file
ru_ru: Не могу создать временный файл

source: Unable to create ticket - content missing
ru_ru: Не могу создать тикет - нет содержимого

source: Unable to delete the attachment from the database
ru_ru: Не могу удалить приложенный файл из базы данных

source: Unable to locate a ticket with this ID
ru_ru: Не могу найти тикет с этим ID

source: Unknown status
ru_ru: Неизвестный статус

source: Was able to just delete the temporary attachment
ru_ru: Ты можешь удалить только временные файлы

source: Was unable to add a ticket to database
ru_ru: Не удалось добавить тикет в базу данных

source: Wrong mode for this route ticket
ru_ru: Неверный мод для роута ticket

source: Wrong mode for this route user
ru_ru: Неверный мод для роута user

source: You are sending tickets too frequently
ru_ru: Ты отправляешь тикеты слишком часто

source: You do not have sufficient permissions to write to the attachments folder
ru_ru: Нет прав на запись в папку файлов

source: You need to login
ru_ru: Нужно авторизоваться

source: You should login
ru_ru: Ты должен залогиниться

source: Your host domain is not supported. Ticketing options are disabled. Please contact your admin directly.
ru_ru: Хост по домену не поддерживается. Тикеты отключены. Пожалуйста, обратитесь к разработчику напрямую.

source: Your host ip is not supported. Ticketing options are disabled. Please contact your admin directly.
ru_ru: Хост по IP не поддерживается. Тикеты отключены. Пожалуйста, обратитесь к разработчику напрямую.
