Repository: common-repository/ticketrilla-server
Catalog: languages/ttls_translate-*.po
Languages: ru_ru

source: It is required to configure your server.
ru_ru: Необходимо настроить ваш сервер.

source: Settings
ru_ru: Настройки

source: Please, configure your server to prevent file execution in directory:
ru_ru: Пожалуйста, настрой сервер - запрети выполнение файлов в директории:

source: Please, check if uploads directory is writable.
ru_ru: Проверьте возможность записи в директорию файлов

source: Generate correct .htaccess
ru_ru: Создать правильный .htaccess

source: File location:
ru_ru: Расположение файла:

source: If file exists just add line<br>php_flag engine off
ru_ru: Если файл создан, то просто добавьте строку<br>php_flag engine off

source: .htaccess file is present.
ru_ru: .htaccess файл существует

source: .htaccess has been created.
ru_ru: .htaccess файл был создан

source: .htaccess has been updated.
ru_ru: .htaccess файл был обновлен

source: Error writing to file.
ru_ru: Ошибка записи в файл

source: You do not have sufficient rights.
ru_ru: У тебя нет достаточных прав

source: Incorrect ticket ID
ru_ru: Некорректный ID тикета

source: Please specify the ticket ID.
ru_ru: Укажите ID тикета

source: License deleted
ru_ru: Лицензия удалена

source: Available ticket
ru_ru: Свободный тикет

source: Your tickets
ru_ru: Твои тикеты

source: Parent ticket is found
ru_ru: Родительский тикет не найден

source: Incorrect ticket status - current status remains
ru_ru: Некорректный статус тикета - оставляем тот же

source: Received ticket - in the works
ru_ru: Тикет взят в работу

source: Reopened and set ticket status
ru_ru: Открыл вновь и установил статус

source: Set ticket status
ru_ru: Установлен статус тикета

source: Closed ticket
ru_ru: Закрытый тикет

source: Ticket#
ru_ru: Тикет#

source: The ticket was added to the database
ru_ru: Тикет был добавлен в базу данных

source: Free ticket
ru_ru: Свободный тикет

source: There are no free tickets
ru_ru: Нет свободных тикетов

source: Take
ru_ru: Взять

source: Submit a ticket ID for editing
ru_ru: Отправьте ID тикета для изменения

source: To ticket
ru_ru: В тикет

source: An error encountered while updating the database
ru_ru: Ошибка обновления базы данных

source: This ticket is already being handled by another agent
ru_ru: Этот тикет уже назначен другому агенту

source: You do not have sufficient rights for working with tickets
ru_ru: Недостаточно прав для работы над тикетом

source: This status is already set
ru_ru: Этот статус уже установлен

source: Specify a respon for closing this ticket
ru_ru: Укажите причину закрытия тикета

source: The issue has been resolved
ru_ru: Проблема решена

source: Client closed the issue
ru_ru: Клиент отказался от решения проблемы

source: Client was refunded
ru_ru: Клиент запросил возврат

source: Ticket closed
ru_ru: Тикет закрыт

source: Status changed
ru_ru: Статус обновлен

source: Waiting for agent's response
ru_ru: Ожидание ответа агента

source: Agent replied
ru_ru: Агент ответил

source: Waiting for third side
ru_ru: Ожидание третьей стороны

source: Ticket status has been set
ru_ru: Статус тикета сменен

source: and
ru_ru: и

source: reassigned ticket
ru_ru: переназначил тикет

source: Status and agent has been changed
ru_ru: Статус и агент были изменены

source: Status set to: "Available"
ru_ru: Статус изменен на "Свободный"

source: This agent is already working on this ticket
ru_ru: Этот агент уже работает с данным тикетом

source: Reassigned ticket
ru_ru: Переоткрыл тикет

source: Agent changed
ru_ru: Агент изменен

source: Status or agent is not specified
ru_ru: Статус или агент не указаны

source: This ticket is being handled by another agent
ru_ru: Этот тикет в работе у другого агента

source: You do not have sufficient rights for updating this ticket
ru_ru: Ты не имеешь прав для обновления этого тикета

source: Status and agent were changed
ru_ru: Статус и агент обновлены

source: Closed
ru_ru: Закрытый

source: now working with this ticket
ru_ru: теперь работает с тикетом

source: System
ru_ru: Система

source: reassigned this ticket to
ru_ru: переназначил тикет на

source: Status set
ru_ru: Статус установлен

source: and reassigned this ticket to
ru_ru: и переназначил тикет на

source: Reopened and set status
ru_ru: открыл вновь и установил статус

source: Reopened, status changed to
ru_ru: вновь открыл, сменил статус на

source: Client
ru_ru: Клиент

source: Response added
ru_ru: Ответ добавлен

source: We add this cap to user.
ru_ru: Добавили это право пользователю

source: Send correct role id.
ru_ru: Отправьте корректный ID роли

source: Ok.
ru_ru: Ок

source: Send role id.
ru_ru: Отправьте ID роли

source: Unknown area slug
ru_ru: Неизвестный слаг области

source: Position saved
ru_ru: Позиция сохранена

source: There were no widgets created for this area
ru_ru: Нет виджетов в этой области

source: Latest Activity
ru_ru: Последняя активность

source: No activity, at this point
ru_ru: Нет активности, пока...

source: You
ru_ru: Ты

source: New message added
ru_ru: добавлен новый ответ

source: and reassigned this ticket from you to
ru_ru: и переназначил этот тикет от тебя на

source: and reassigned this ticket to you
ru_ru: и переназначил этот тикет тебе

source: from
ru_ru: от

source: and reassigned this ticket from
ru_ru: и переназначил этот тикет от

source: to
ru_ru: на

source: changed status to
ru_ru: сменил статус на

source: reassigned this ticket from you to
ru_ru: переназначил этот тикет от тебя на

source: reassigned this ticket to you
ru_ru: переназначил этот тикет тебе

source: reassigned this ticket from
ru_ru: переназначил этот тикет от

source: reopened, and reassigned this ticket from you to
ru_ru: вновь открыл и переназначил этот тикет от тебя на

source: reopened and reassigned this ticket to you
ru_ru: вновь открыл и переназначил этот тикет тебе

source: reopened, and reassigned this ticket from
ru_ru: вновь открыл и переназначил этот тикет от

source: reopened, and reassigned this ticket to
ru_ru: вновь открыл и переназначил этот тикет

source: Old system message
ru_ru: Старое системное сообщение

source: was added by client
ru_ru: добавлен клиентом

source: unknown action type
ru_ru: неизвестный тип действия

source: Unassigned Tickets
ru_ru: Свободные тикеты

source: Tickets
ru_ru: Тикеты

source: Date
ru_ru: Дата

source: Action
ru_ru: Действие

source: Accept
ru_ru: Взять

source: Ticket
ru_ru: Тикет

source: Add ticket
ru_ru: Добавить тикет

source: Add new ticket
ru_ru: Добавить новый тикет

source: Edit ticket
ru_ru: Изменить тикет

source: New ticket
ru_ru: Новый тикет

source: View ticket
ru_ru: Просмотреть тикет

source: Search ticket
ru_ru: Найти тикет

source: Not found
ru_ru: Не найдено

source: Not found in trash
ru_ru: Не найдено в корзине

source: Ticket parent
ru_ru: Родитель тикета

source: Licenses
ru_ru: Лицензии

source: Add License
ru_ru: Добавить лицензию

source: Add New License
ru_ru: Добавить новую лицензию

source: Edit License
ru_ru: Изменить лицензию

source: New License
ru_ru: Новая лицензия

source: View License
ru_ru: Просмотреть лицензию

source: Search License
ru_ru: Найти лицензию

source: Not Found
ru_ru: Не найдено

source: Not Found In Trash
ru_ru: Не найдено в корзине

source: Licenses Parent
ru_ru: Родитель лицензии

source: Attachments
ru_ru: Файлы

source: Attachment
ru_ru: Файл

source: Add attachment
ru_ru: Добавить файл

source: New attachment
ru_ru: Новое приложение

source: Edit attachment
ru_ru: Изменить приложение

source: Preview attachment
ru_ru: Просмотреть приложение

source: Search attachments
ru_ru: Найти приложение

source: Attachments parent
ru_ru: Родитель приложения

source: Support agent
ru_ru: Агент поддержки

source: Email is required
ru_ru: Email обязателен

source: Email is wrong
ru_ru: Email не верный

source: Username is required
ru_ru: Имя пользователя обязательно

source: Please make a selection
ru_ru: Пожалуйста, сделай выбор

source: Encountered an error with creating a client
ru_ru: Ошибка при создании клиента

source: A new client has been created
ru_ru: Новый клиент создан

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: You do not have sufficient rights for this action
ru_ru: У тебя нет достаточных прав на это действие

source: Name is required
ru_ru: Имя обязательно

source: Position is required
ru_ru: Должность обязательна

source: Encountered an error with creating a developer
ru_ru: Ошибка при создании агента

source: New agent created
ru_ru: Новый агент создан

source: Missing user ID
ru_ru: Не указан ID пользователя

source: Encountered an error while updating
ru_ru: Ошибка обновления

source: A new password is not specified
ru_ru: Новый пароль не указан

source: New password
ru_ru: Новый пароль

source: Updated!
ru_ru: Обновлено

source: Change agent
ru_ru: Изменить агента

source: Error
ru_ru: Ошибка

source: Close
ru_ru: Закрыть

source: Name
ru_ru: Имя

source: Position
ru_ru: Должность

source: Change password
ru_ru: Изменить пароль

source: Do not change
ru_ru: Не менять

source: Plugin administrator
ru_ru: Администратор плагина

source: Update
ru_ru: Обновить

source: You do not have sufficient rights
ru_ru: У тебя нет достаточных прав

source: Chose the user for replacing
ru_ru: Выберите пользователя для замены

source: The users deleted and replaced - are the same user
ru_ru: Удаляемый и заменяемый пользователь - один и тот же

source: Deleted
ru_ru: Удалено

source: Encountered errors while deleting user
ru_ru: Ошибка удаления пользователя

source: Insufficient rights
ru_ru: Недостаточно прав

source: Delete
ru_ru: Удалить

source: Error deleting
ru_ru: Ошибка удаления

source: Select license type
ru_ru: Выберите тип лицензии

source: License type
ru_ru: Тип лицензии

source: Renewed
ru_ru: Обновлено

source: Renewing errors
ru_ru: Ошибка обновления

source: No access
ru_ru: Нет доступа

source: License
ru_ru: Лицензия

source: Servers
ru_ru: Серверы

source: Allow this server
ru_ru: Разрешить этот сервер

source: Forbid this server
ru_ru: Запретить этот сервер

source: Domains
ru_ru: Домены

source: Allow this domain
ru_ru: Разрешить этот домен

source: Forbid this domain
ru_ru: Запретить этот домен

source: Ticketrilla - license has been confirmed
ru_ru: Ticketrilla - подтвержденная лицензия

source: License confirmed
ru_ru: Подствержденная лицензия

source: Ticketrilla - support is active
ru_ru: Ticketrilla - наличие поддержки

source: Support is active
ru_ru: Есть поддержка

source: Ticketrilla - support period ended
ru_ru: Ticketrilla - окончание поддержки

source: Save
ru_ru: Сохранить

source: editor not present
ru_ru: нет редактора

source: License editor
ru_ru: Редактор лицензии

source: Domain was not sent
ru_ru: Домен не отправлен

source: License ID was not sent
ru_ru: ID лицензии не отправлен

source: Domain is forbidden
ru_ru: Домен запрещен

source: Domain status changed
ru_ru: Статус домена обновлен

source: Unknown domain
ru_ru: Неизвестный домен

source: Server was not sent
ru_ru: Сервер не был отправлен

source: Server forbidden
ru_ru: Сервер запрещен

source: Server status changed
ru_ru: Статус сервера обновлен

source: Unknown server
ru_ru: Неизвестный сервер

source: You currently have public execution rights in the uploads folder of the plugin! Please create an .htaccess file manually which will include the following parameter:
ru_ru: У вас разрешено исполнение файлов в папке с приложениями плагина! Пожалуйста, создайте файл .htaccess с параметрами:

source: or generate the .htaccess file automatically in:
ru_ru: или сгенерируйте файл .htaccess автоматически в:

source: plugin settings
ru_ru: настройки плагина

source: To server
ru_ru: На сервер

source: Delete this attachment
ru_ru: Удалить этот файл

source: Download
ru_ru: Скачать

source: You do not have sufficient permissions to write to folder:
ru_ru: У вас нет прав на запись в директории:

source: Can't zip file.
ru_ru: Не могу упаковать файл в zip-архив

source: Unable to write file
ru_ru: Не могу записать файл

source: Unable to generate md5 for file
ru_ru: Не могу сгенерировать md5 файла

source: No ticket ID
ru_ru: Нет ID тикета

source: No attachments
ru_ru: Нет приложенных файлов

source: All attachments are linked
ru_ru: Все файлы привязаны

source: An attachment with the specified ID does not exist
ru_ru: Файла с таким ID не существует

source: Attachment deleted
ru_ru: Прилоение удалено

source: The password variable is not specified in the body text
ru_ru: Переменной пароля не найдено в тексте

source: The reset-key variable is not specified in the body text
ru_ru: Переменной ключа сброса не найдено в тексте письма

source: Errors with updating
ru_ru: Ошибка обновления

source: It is not e-mail
ru_ru: Это не электронная почта

source: New password is empty
ru_ru: Новый пароль пустой

source: Some problems with updating
ru_ru: Ошибка обновления

source: Settings updated
ru_ru: Настройки обновлены

source: You do not have sufficient rights for these changes
ru_ru: У тебя нет прав для этих изменений

source: Dashboard
ru_ru: Главная

source: Users
ru_ru: Пользователи

source: Addons
ru_ru: Аддоны

source: Settings menu
ru_ru: Меню настроек

source: Profile
ru_ru: Профиль

source: Product
ru_ru: Продукт

source: Reset password
ru_ru: Сбросить пароль

source: Ticketrilla license
ru_ru: Лицензия Ticketrilla

source: Your profile
ru_ru: Твой профиль

source: Displayed name
ru_ru: Отображаемое имя

source: You can change your password
ru_ru: Ты можешь сменить пароль

source: Don't change
ru_ru: Не менять

source: You can change your email
ru_ru: Ты можешь сменить email

source: You can change your position
ru_ru: Ты можешь сменить должность

source: There were no changes
ru_ru: Без изменений

source: Support product settings
ru_ru: Настройки продукта поддержки

source: Client-side information
ru_ru: Информация для отображения у клиента

source: Product type
ru_ru: Тип продукта

source: Theme
ru_ru: Тема

source: Plugin
ru_ru: Плагин

source: Design-Mockup
ru_ru: Дизайн-макет

source: Other
ru_ru: Другое

source: Author name
ru_ru: Имя автора

source: Developer URL
ru_ru: Ссылка на автора

source: Manual URL
ru_ru: Ссылка на руководство пользователя

source: Terms of service URL
ru_ru: Правила пользования

source: Privacy policy URL
ru_ru: Политика конфиденциальности

source: Product title
ru_ru: Заголовок продукта

source: Product slug
ru_ru: Слаг продукта

source: Product description
ru_ru: Описание продукта

source: Product icon
ru_ru: Иконка продукта

source: Select product image
ru_ru: Выберите иконку продукта

source: Change
ru_ru: Изменить

source: Select image
ru_ru: Выбрать изображение

source: Open registration
ru_ru: Открытая регистрация

source: Any user can register
ru_ru: Любой пользователь может зарегистрироваться

source: Product presets
ru_ru: Преднастройки продукта

source: Please input the preset settings to your product. The copied text should be inserted in the style.css file (for themes) or main php-file (for plugins) at the upper section of the comments.
ru_ru: Вставьте преднастройки в ваш продукт. Скопированный текст необходимо вставить в style.css (для тем) или основной php-файл (для плагинов) в верхнюю секцию комментариев.

source: Example
ru_ru: Пример

source: Generate settings
ru_ru: Сгенерировать настройки

source: Ticket settings
ru_ru: Настройки тикетов

source: Time limit for adding new tickets
ru_ru: Временный лимит на добавление тикетов

source: How ofter are user's allowed to open new tickets
ru_ru: Как часто клиент может создавать тикеты

source: 0 - no limit
ru_ru: 0 - без ограничений

source: min
ru_ru: мин.

source: Default ticket status for responses
ru_ru: Статус тикета после ответа по умолчанию

source: While adding a new response, a ticket status could be set by default
ru_ru: После отправки нового ответа статус тикета будет обновлен

source: Automatic ticket closure
ru_ru: Автозакрытие тикета

source: If enabled - the ticket will be automatically closed, when it doesn't receives a response from client
ru_ru: Если активно, то тикеты будут автоматически закрываться, если не поступают ответы от клиента

source: Automatic ticket closure - time limit
ru_ru: Автозакрытие тикета - лимит времени

source: Time period for automatically closing tickets
ru_ru: Период времени для автоматического закрытия тикетов

source: Every hour
ru_ru: Каждый час

source: Twice a day
ru_ru: Дважды в день

source: Every day
ru_ru: Каждый день

source: Maximum period for closing tickets which didn't receive a response from client
ru_ru: Максимальное время ожидания ответа клиента

source: After the pre-set period of time, inactive tickets will be closed automatically
ru_ru: После указанного времени неактивные тикеты будут закрыты автоматически

source: days
ru_ru: дней

source: Attachments settings
ru_ru: Настройки файлов

source: Maximum file size
ru_ru: Максимальный размер файла

source: When the maximum file size is exceeded, the files will be linked from the client's site
ru_ru: Если максимальный размер превышен, то файл будет ссылкой на сайт клиента

source: MB
ru_ru: МБ

source: Auto-load attachments
ru_ru: Автозагрузка файлов

source: When enabled - a copy of the attachments will be automatically loaded to the developer's server
ru_ru: Если активно, то файл автоматически загрузится на сервер

source: Maximum upload timeout
ru_ru: Максимальная длительность загрузки

source: A time limitation for loading attachments to the server
ru_ru: Максимальное время загрузки файла

source: sec.
ru_ru: сек.

source: Support subscription requirement for attachments
ru_ru: Наличие поддержки для автозагрузки файлов

source: When enabled - only the clients with active support subscription will be able to upload attachments
ru_ru: Если активно, то только клиенты с активной поддержкой смогут загружать файлы

source: Password reset via email
ru_ru: Сброс пароля по mail

source: Restoring access email
ru_ru: Восстановление доступа по эл. почте

source: Email title
ru_ru: Заголовок письма

source: Email variables
ru_ru: Переменные в письме

source: secure code
ru_ru: секретный код

source: password
ru_ru: пароль

source: product name
ru_ru: Название продукта

source: Email text
ru_ru: Текст письма

source: Ticketrilla licensing settings
ru_ru: Настройка лицензии Ticketrilla

source: Enable Ticketrilla licensing
ru_ru: Включить лицензирование Ticketrilla

source: Unlimited users
ru_ru: Множественные пользователи

source: When enabled - unlimited amount of users will be allowed to use the same license
ru_ru: Если активно, то неограниченное число пользователей смогут использовать одну лицензию

source: Ticketrilla confirmed license
ru_ru: Подтвержденная лицензия Ticketrilla

source: Licenses linked via the client plugin will be confirmed
ru_ru: Лицензии, созданные через плагин клиента, будут подтвержденными

source: Ticketrilla support present
ru_ru: Наличие поддержки Ticketrilla

source: Licenses linked via the client plugin will have an active subscription enabled
ru_ru: Лицензии, созданные через плагин клиента, будут иметь поддержку

source: Ticketrilla link for extending the support period
ru_ru: Ссылка страницу продления лицензии Ticketrilla

source: License expiry date
ru_ru: Дата окончания поддержки

source: Amount of license days remaining - starting from the creation date
ru_ru: Количество дней поддержки по умолчанию. Добавляется к дате создания лицензии

source: Generate inclusion code
ru_ru: Генерация кода преднастроек

source: Server
ru_ru: Сервер

source: Description
ru_ru: Описание

source: Copy
ru_ru: Копировать

source: Generate
ru_ru: Генерировать

source: Unassigned
ru_ru: Свободный

source: Replied
ru_ru: Отвечено

source: Pending
ru_ru: Ожидание

source: Third side
ru_ru: Третья сторона

source: All
ru_ru: Все

source: Loading info...
ru_ru: Загрузка информации...

source: There is no user
ru_ru: Нет пользователя

source: Access
ru_ru: Доступ

source: Data
ru_ru: Данные

source: Control
ru_ru: Управление

source: Type
ru_ru: Тип

source: Token
ru_ru: Токен

source: Support
ru_ru: Поддержка

source: Activity
ru_ru: Активность

source: First
ru_ru: Первая

source: Last
ru_ru: Последняя

source: You have the latest version
ru_ru: У тебя последняя версия

source: by
ru_ru: от

source: Price
ru_ru: Цена

source: FREE
ru_ru: БЕСПЛАТНО

source: Buy now
ru_ru: Купить сейчас

source: Installed
ru_ru: Установленные

source: Addon
ru_ru: Аддон

source: Your version
ru_ru: Твоя версия

source: Latest version
ru_ru: Последняя версия

source: Actions
ru_ru: Действие

source: Show
ru_ru: Показать

source: No owners
ru_ru: Нет владельцев

source: Loading data...
ru_ru: Загрузка данных...

source: New Client
ru_ru: Новый клиент

source: Select user
ru_ru: Выбрать пользователя

source: Add license
ru_ru: Добавить лицензию

source: Select license
ru_ru: Выбрать лицензию

source: Generate new
ru_ru: Сгенерировать новую

source: Support until
ru_ru: Поддержка до

source: Create Client
ru_ru: Создать клиента

source: replied
ru_ru: отвечено

source: pending
ru_ru: ожидает

source: waiting for third-party response
ru_ru: ожидание третьей стороны

source: closed
ru_ru: закрыл

source: This license does not have an active support subscription
ru_ru: Эта лицензия не имеет активной поддержки

source: Add response
ru_ru: Добавить ответ

source: All Attachments
ru_ru: Все файлы

source: There are no attachments
ru_ru: Нет приложенных файлов

source: Ticket controls
ru_ru: Управление тикетом

source: Change ticket status
ru_ru: Сменить статус тикета

source: Select new status
ru_ru: Выберите новый статус

source: Close ticket
ru_ru: Закрыть тикет

source: Select agent
ru_ru: Выбрать агента

source: Issue resolved
ru_ru: Вопрос решен

source: Client closed ticket
ru_ru: Клиент закрыт тикет

source: Please specify the reason for closing this ticket
ru_ru: Укажите причину закрытия тикета

source: Sort
ru_ru: Сортировать

source: old > recent
ru_ru: старые -> новые

source: recent > old
ru_ru: новые -> старые

source: Up
ru_ru: Наверх

source: Load more
ru_ru: Показать еще

source: Include a message
ru_ru: Добавить сообщение

source: Loading...
ru_ru: Загрузка...

source: Maximum size
ru_ru: Максимальный размер

source: After sending change ticket's status
ru_ru: После отправки сменить статус

source: Send response
ru_ru: Отправить ответ

source: Show:
ru_ru: Показать:

source: Status
ru_ru: Статус

source: Title
ru_ru: Заголовок

source: Agent
ru_ru: Агент

source: Latest response
ru_ru: Последний ответ

source: third side
ru_ru: третья сторона

source: Latest
ru_ru: Последняя

source: Agents
ru_ru: Агенты

source: Clients
ru_ru: Клиенты

source: New Agent
ru_ru: Новый Агент

source: Create
ru_ru: Создать

source: New agent
ru_ru: Новый агент

source: Change passowrd
ru_ru: Сменить пароль

source: Create agent
ru_ru: Создать агента

source: Delete agent
ru_ru: Удалить агента

source: Select an agent who should be reassigned to all materials
ru_ru: Выбери агента, к которому перейдут все материалы удаляемого агента

source: New license
ru_ru: Новая лицензия

source: Daniil Babkin
ru_ru: Даниил Бабкин

source: A function for verifying this type of license is missing
ru_ru: Функция проверки этого типа лицензии отсутствует

source: A message with login credentials has been sent to your email
ru_ru: Сообщение о восстановлении доступа отправлено на твой email

source: A ticket with this ID is not found
ru_ru: Тикет с данным ID не найден

source: A ticket with this ID was not found
ru_ru: Тикет с данным ID не найден

source: An attachment with the specified ID is not found
ru_ru: Файла с указанным ID не найдено

source: An error encountered while adding the domain to database
ru_ru: Ошибка добавление домена в базу данных

source: An error encountered while adding the license to database
ru_ru: Ошибка добавления лицензии в базу данных
